export const zh = {
	locale: {
		current: '繁中',
		zh: '繁中',
		cn: '簡中',
		en: '英文'
	},
	main: {
		purpose: '競賽目的',
		timeline: '競賽時程',
		competition: '賽制說明',
		reward: '獎勵內容',
		registration: '申請方式',
		promotion: '晉級名單',
		faq: 'FAQ',
		partnership: '合作夥伴'
	},
	purpose: {
		description:
			'近年來，隨著數位化、區塊鏈、人工智慧等領域快速發展，對金融環境產生巨大的變革。為了提供客戶全方位的服務、高效的體驗，金融業的轉型需要創業家們新理念的創意及新科技的創新。今年中國大陸上海銀行、香港上海商業銀行，以及台灣上海商業儲蓄銀行將一同舉辦「滬港台三地上銀金融科技新創徵案競賽-創新未來」。這場競賽代表著三地上銀對於金融科技創新的高度重視與支持，同時也代表著三地上銀與新創企業合作的企圖心。'
	},
	competition: {
		description:
			'參賽企業於填寫報名表單前須確認後續企業合作（不限於概念驗證、策略合作等）可能性，並於報名表單依可合作之區域志願序填答。\n\n通過初賽之參賽新創企業應全程參與本競賽，包括Pitch Practice、合作意向會議、決賽（決賽將於香港舉行，入圍決賽之團隊將補助每隊美金500元作為交通補助）及因本競賽所衍生之相關活動。'
	},
	registration: {
		description:
			'參賽新創於 2023/09/14 前點選報名連結填妥參賽企業基本資料表，承辦單位將進行資料檢核，並以電子郵件通知資格檢核結果。通過者請於本網頁下載參賽應備文件，並於規定時間內以指定方式繳交，無需繳交紙本。\n\n申請資格及參賽文件均符合規定者，將於3個工作日內收到執行單位寄發「企業通過初賽資格」之通知電子郵件，參賽企業收受該電子郵件後即屬完成申請程序，進入初賽。\n資料如有缺漏者，將另行通知補件，請於收受補件通知郵件3工作日內完成補件，最後補件日為9月15日，逾期未完成補件者將不予受理。',
		download: '下載資料',
		notice: '申請應備文件',
		list: '提案簡報\n參賽同意書'
	},
	header: {
		apply_now: '立即報名'
	},
	footer: {
		sponsor: '主辦單位：上海商業儲蓄銀行',
		co_organizer: '協辦單位：上海銀行、上海商業銀行',
		organizer: '承辦單位：華陽創投、新創101',
		contact: "聯絡我們：info{'@'}startup101.biz"
	}
}
export const cn = {
	locale: {
		current: '簡中',
		zh: '繁中',
		cn: '簡中',
		en: '英文'
	},
	main: {
		purpose: '競賽目的',
		timeline: '競賽時程',
		competition: '賽制說明',
		reward: '獎勵內容',
		registration: '申請方式',
		promotion: '晉級名單',
		faq: 'FAQ',
		partnership: '合作夥伴'
	},
	purpose: {
		description:
			'近年來，隨著數位化、區塊鏈、人工智慧等領域快速發展，對金融環境產生巨大的變革。為了提供客戶全方位的服務、高效的體驗，金融業的轉型需要創業家們新理念的創意及新科技的創新。今年中國大陸上海銀行、香港上海商業銀行，以及台灣上海商業儲蓄銀行將一同舉辦「滬港台三地上銀金融科技新創徵案競賽-創新未來」。這場競賽代表著三地上銀對於金融科技創新的高度重視與支持，同時也代表著三地上銀與新創企業合作的企圖心。'
	},
	competition: {
		description:
			'參賽企業於填寫報名表單前須確認後續企業合作（不限於概念驗證、策略合作等）可能性，並於報名表單依可合作之區域志願序填答。\n\n通過初賽之參賽新創企業應全程參與本競賽，包括Pitch Practice、合作意向會議、決賽（決賽將於香港舉行，入圍決賽之團隊將補助每隊美金500元作為交通補助）及因本競賽所衍生之相關活動。'
	},
	registration: {
		description:
			'參賽新創於 2023/09/14 前點選報名連結填妥參賽企業基本資料表，承辦單位將進行資料檢核，並以電子郵件通知資格檢核結果。通過者請於本網頁下載參賽應備文件，並於規定時間內以指定方式繳交，無需繳交紙本。\n\n申請資格及參賽文件均符合規定者，將於3個工作日內收到執行單位寄發「企業通過初賽資格」之通知電子郵件，參賽企業收受該電子郵件後即屬完成申請程序，進入初賽。\n資料如有缺漏者，將另行通知補件，請於收受補件通知郵件3工作日內完成補件，最後補件日為9月15日，逾期未完成補件者將不予受理。',
		download: '下載資料',
		notice: '申請應備文件',
		list: '提案簡報\n參賽同意書'
	},
	header: {
		apply_now: '立即報名'
	},
	footer: {
		sponsor: '主辦單位：上海商業儲蓄銀行',
		co_organizer: '協辦單位：上海銀行、上海商業銀行',
		organizer: '承辦單位：華陽創投、新創101',
		contact: "聯絡我們：info{'@'}startup101.biz"
	}
}
export const en = {
	locale: {
		current: 'English',
		zh: 'Chinese(Traditional)',
		cn: 'Chinese(Simplified)',
		en: 'English'
	},
	main: {
		purpose: 'Purpose',
		timeline: 'Timeline',
		competition: 'Competition',
		reward: 'Reward',
		registration: 'Registration',
		promotion: 'Promotion',
		faq: 'FAQ',
		partnership: 'Partnership'
	},
	purpose: {
		description:
			'近年來，隨著數位化、區塊鏈、人工智慧等領域快速發展，對金融環境產生巨大的變革。為了提供客戶全方位的服務、高效的體驗，金融業的轉型需要創業家們新理念的創意及新科技的創新。今年中國大陸上海銀行、香港上海商業銀行，以及台灣上海商業儲蓄銀行將一同舉辦「滬港台三地上銀金融科技新創徵案競賽-創新未來」。這場競賽代表著三地上銀對於金融科技創新的高度重視與支持，同時也代表著三地上銀與新創企業合作的企圖心。'
	},
	competition: {
		description:
			'參賽企業於填寫報名表單前須確認後續企業合作（不限於概念驗證、策略合作等）可能性，並於報名表單依可合作之區域志願序填答。\n\n通過初賽之參賽新創企業應全程參與本競賽，包括Pitch Practice、合作意向會議、決賽（決賽將於香港舉行，入圍決賽之團隊將補助每隊美金500元作為交通補助）及因本競賽所衍生之相關活動。'
	},
	registration: {
		description:
			'參賽新創於 2023/09/14 前點選報名連結填妥參賽企業基本資料表，承辦單位將進行資料檢核，並以電子郵件通知資格檢核結果。通過者請於本網頁下載參賽應備文件，並於規定時間內以指定方式繳交，無需繳交紙本。\n\n申請資格及參賽文件均符合規定者，將於3個工作日內收到執行單位寄發「企業通過初賽資格」之通知電子郵件，參賽企業收受該電子郵件後即屬完成申請程序，進入初賽。\n資料如有缺漏者，將另行通知補件，請於收受補件通知郵件3工作日內完成補件，最後補件日為9月15日，逾期未完成補件者將不予受理。',
		download: '下載資料',
		notice: '申請應備文件',
		list: '提案簡報\n參賽同意書'
	},
	header: {
		apply_now: 'Apply Now'
	},
	footer: {
		sponsor: '主辦單位：上海商業儲蓄銀行',
		co_organizer: '協辦單位：上海銀行、上海商業銀行',
		organizer: '承辦單位：華陽創投、新創101',
		contact: "聯絡我們：info{'@'}startup101.biz"
	}
}
